Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Plaintext may expose credentials. Continue only if you trust this local network and host.
ar: قد يكشف النص العادي بيانات الاعتماد. تابع فقط إذا كنت تثق بهذه الشبكة المحلية وهذا المضيف.
de: Klartext kann Zugangsdaten offenlegen. Fahren Sie nur fort, wenn Sie diesem lokalen Netzwerk und Host vertrauen.
es: El texto sin formato puede exponer las credenciales. Continúa solo si confías en esta red local y en el host.
fa: متن ساده ممکن است اطلاعات ورود را افشا کند. فقط در صورتی ادامه دهید که به این شبکهٔ محلی و میزبان اعتماد دارید.
fr: Le texte en clair peut exposer les identifiants. Continuez uniquement si vous faites confiance à ce réseau local et à cet hôte.
hi: सादा टेक्स्ट क्रेडेंशियल्स को उजागर कर सकता है। केवल तभी जारी रखें जब आप इस स्थानीय नेटवर्क और होस्ट पर भरोसा करते हों।
id: Teks biasa dapat mengekspos kredensial. Lanjutkan hanya jika Anda memercayai jaringan lokal dan host ini.
it: Il testo in chiaro può esporre le credenziali. Continua solo se consideri attendibili questa rete locale e questo host.
ja_jp: プレーンテキストでは認証情報が公開される可能性があります。このローカルネットワークとホストを信頼できる場合にのみ続行してください。
ko: 일반 텍스트는 자격 증명을 노출할 수 있습니다. 이 로컬 네트워크와 호스트를 신뢰하는 경우에만 계속하세요.
nl: Platte tekst kan inloggegevens blootstellen. Ga alleen verder als je dit lokale netwerk en deze host vertrouwt.
pl: Tekst jawny może ujawnić dane uwierzytelniające. Kontynuuj tylko wtedy, gdy ufasz tej sieci lokalnej i hostowi.
pt_br: Texto simples pode expor credenciais. Continue apenas se você confia nesta rede local e neste host.
ru: Открытый текст может раскрыть учетные данные. Продолжайте, только если вы доверяете этой локальной сети и хосту.
sv: Klartext kan exponera inloggningsuppgifter. Fortsätt endast om du litar på det här lokala nätverket och värden.
th: ข้อความธรรมดาอาจเปิดเผยข้อมูลประจำตัวได้ ดำเนินการต่อเฉพาะเมื่อคุณเชื่อถือเครือข่ายภายในและโฮสต์นี้เท่านั้น
tr: Düz metin kimlik bilgilerini açığa çıkarabilir. Yalnızca bu yerel ağa ve ana makineye güveniyorsanız devam edin.
uk: Відкритий текст може розкрити облікові дані. Продовжуйте лише якщо ви довіряєте цій локальній мережі та хосту.
vi: Văn bản thuần có thể làm lộ thông tin đăng nhập. Chỉ tiếp tục nếu bạn tin tưởng mạng cục bộ và máy chủ này.
zh_cn: 明文可能会暴露凭据。仅在你信任此本地网络和主机时继续。
zh_tw: 純文字可能會暴露憑證。只有在您信任此本機網路和主機時才繼續。

source: Platform
ar: المنصة
de: Plattform
es: Plataforma
fa: پلتفرم
fr: Plateforme
hi: प्लेटफ़ॉर्म
it: Piattaforma
ja_jp: プラットフォーム
ko: 플랫폼
pl: Platforma
pt_br: Plataforma
ru: Платформа
sv: Plattform
th: แพลตฟอร์ม
uk: Платформа
vi: Nền tảng
zh_cn: 平台
zh_tw: 平台

source: Plugin
ar: مكوّن إضافي
es: Complemento
fa: افزونه
hi: प्लगइन
ja_jp: プラグイン
ko: 플러그인
pl: Wtyczka
ru: Плагин
sv: Insticksprogram
th: ปลั๊กอิน
tr: Eklenti
uk: Плагін
vi: Phần bổ trợ
zh_cn: 插件
zh_tw: 外掛程式

source: Port
ar: المنفذ
es: Puerto
fa: درگاه
hi: पोर्ट
it: Porta
ja_jp: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
th: พอร์ต
tr: Bağlantı Noktası
uk: Порт
vi: Cổng
zh_cn: 端口
zh_tw: 連接埠

source: Preparing audio, tap to cancel
ar: جارٍ تحضير الصوت، اضغط للإلغاء
de: Audio wird vorbereitet, zum Abbrechen tippen
es: Preparando audio, toca para cancelar
fa: در حال آماده‌سازی صدا، برای لغو ضربه بزنید
fr: Préparation de l’audio, toucher pour annuler
hi: ऑडियो तैयार किया जा रहा है, रद्द करने के लिए टैप करें
id: Menyiapkan audio, ketuk untuk membatalkan
it: Preparazione dell’audio, tocca per annullare
ja_jp: 音声を準備中、タップしてキャンセル
ko: 오디오 준비 중, 탭하여 취소
nl: Audio voorbereiden, tik om te annuleren
pl: Przygotowywanie dźwięku, stuknij, aby anulować
pt_br: Preparando áudio, toque para cancelar
ru: Подготовка аудио, нажмите, чтобы отменить
sv: Förbereder ljud, tryck för att avbryta
th: กำลังเตรียมเสียง แตะเพื่อยกเลิก
tr: Ses hazırlanıyor, iptal etmek için dokunun
uk: Підготовка аудіо, торкніться, щоб скасувати
vi: Đang chuẩn bị âm thanh, chạm để hủy
zh_cn: 正在准备音频，轻点以取消
zh_tw: 正在準備音訊，點一下即可取消

source: Preparing audio…
ar: جارٍ تحضير الصوت…
de: Audio wird vorbereitet…
es: Preparando audio…
fa: در حال آماده‌سازی صدا…
fr: Préparation de l’audio…
hi: ऑडियो तैयार किया जा रहा है…
id: Menyiapkan audio…
it: Preparazione dell’audio…
ja_jp: 音声を準備中…
ko: 오디오 준비 중…
nl: Audio voorbereiden…
pl: Przygotowywanie dźwięku…
pt_br: Preparando áudio…
ru: Подготовка аудио…
sv: Förbereder ljud…
th: กำลังเตรียมเสียง…
tr: Ses hazırlanıyor…
uk: Підготовка аудіо…
vi: Đang chuẩn bị âm thanh…
zh_cn: 正在准备音频…
zh_tw: 正在準備音訊…

source: Preparing one-time setup…
ar: جارٍ التحضير للإعداد لمرة واحدة…
de: Einmalige Einrichtung wird vorbereitet…
es: Preparando la configuración inicial…
fa: در حال آماده‌سازی اولیه یک‌باره…
fr: Préparation de la configuration initiale…
hi: एक बार का सेटअप तैयार किया जा रहा है…
id: Menyiapkan pengaturan satu kali…
it: Preparazione della configurazione iniziale…
ja_jp: 初回セットアップを準備中…
ko: 일회성 설정을 준비하는 중…
nl: Eenmalige configuratie voorbereiden…
pl: Przygotowywanie jednorazowej konfiguracji…
pt_br: Preparando a configuração inicial…
ru: Подготовка однократной настройки…
sv: Förbereder engångskonfiguration…
th: กำลังเตรียมการตั้งค่าแบบครั้งเดียว…
tr: Tek seferlik kurulum hazırlanıyor…
uk: Підготовка одноразового налаштування…
vi: Đang chuẩn bị thiết lập một lần…
zh_cn: 正在进行一次性设置…
zh_tw: 正在準備一次性設定…

source: Presence
ar: الحضور
de: Präsenz
es: Presencia
fa: حضور
fr: Présence
hi: उपस्थिति
id: Kehadiran
it: Presenza
ja_jp: プレゼンス
ko: 프레즌스
nl: Aanwezigheid
pl: Obecność
pt_br: Presença
ru: Присутствие
sv: Närvaro
th: สถานะการปรากฏ
tr: Varlık
uk: Присутність
vi: Hiện diện
zh_cn: 在线状态
zh_tw: 線上狀態

source: Presence beacon received.
ar: تم استلام إشارة الحضور.
de: Präsenzsignal empfangen.
es: Se recibió la baliza de presencia.
fa: نشانگر حضور دریافت شد.
fr: Balise de présence reçue.
hi: उपस्थिति बीकन प्राप्त हुआ।
id: Sinyal kehadiran diterima.
it: Beacon di presenza ricevuto.
ja_jp: プレゼンスビーコンを受信しました。
ko: 프레즌스 비콘을 수신했습니다.
nl: Aanwezigheidsbaken ontvangen.
pl: Odebrano sygnał obecności.
pt_br: Sinal de presença recebido.
ru: Получен сигнал присутствия.
sv: Närvarosignal mottagen.
th: ได้รับสัญญาณบอกสถานะแล้ว
tr: Varlık sinyali alındı.
uk: Отримано сигнал присутності.
vi: Đã nhận tín hiệu hiện diện.
zh_cn: 已收到在线状态信标。
zh_tw: 已收到在線狀態信標。

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fa: حریم خصوصی
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja_jp: プライバシー
ko: 개인정보 보호
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_cn: 隐私
zh_tw: 隱私權

source: Privacy & Access
ar: الخصوصية والوصول
de: Datenschutz & Zugriff
es: Privacidad y acceso
fa: حریم خصوصی و دسترسی
fr: Confidentialité et accès
hi: गोपनीयता और एक्सेस
id: Privasi & Akses
it: Privacy e accesso
ja_jp: プライバシーとアクセス
ko: 개인정보 및 접근
nl: Privacy en toegang
pl: Prywatność i dostęp
pt_br: Privacidade e acesso
ru: Конфиденциальность и доступ
sv: Integritet och åtkomst
th: ความเป็นส่วนตัวและการเข้าถึง
tr: Gizlilik ve Erişim
uk: Конфіденційність і доступ
vi: Quyền riêng tư & Quyền truy cập
zh_cn: 隐私与访问权限
zh_tw: 隱私權與存取權

source: Promoted
ar: مروّج
de: Hervorgehoben
es: Promocionado
fa: ارتقایافته
fr: Promu
hi: प्रमोटेड
id: Dipromosikan
it: Promosso
ja_jp: プロモート済み
ko: 승격됨
nl: Gepromoot
pl: Promowane
pt_br: Promovido
ru: Продвигаемые
sv: Marknadsförd
th: โปรโมตแล้ว
tr: Öne çıkarılan
uk: Просунуті
vi: Được quảng bá
zh_cn: 已推广
zh_tw: 已推廣

source: Promoted Entries
ar: الإدخالات المروّجة
de: Hervorgehobene Einträge
es: Entradas promocionadas
fa: ورودی‌های ارتقایافته
fr: Entrées promues
hi: प्रमोट की गई प्रविष्टियाँ
id: Entri yang Dipromosikan
it: Voci promosse
ja_jp: 昇格済みエントリ
ko: 승격된 항목
nl: Gepromote items
pl: Promowane wpisy
pt_br: Entradas promovidas
ru: Продвинутые записи
sv: Framhävda poster
th: รายการที่ได้รับการโปรโมต
tr: Öne Çıkarılan Girdiler
uk: Просунуті записи
vi: Mục được quảng bá
zh_cn: 已提升条目
zh_tw: 已提升項目

source: Prompt
ar: الموجّه
es: Instrucción
fa: درخواست
fr: Invite
hi: प्रॉम्प्ट
ja_jp: プロンプト
ko: 프롬프트
pl: Polecenie
ru: Запрос
th: พรอมต์
tr: İstem
uk: Запит
vi: Lời nhắc
zh_cn: 提示词
zh_tw: 提示詞

source: Prompt unavailable.
ar: الموجّه غير متاح.
de: Prompt nicht verfügbar.
es: La instrucción no está disponible.
fa: درخواست در دسترس نیست.
fr: Invite indisponible.
hi: प्रॉम्प्ट उपलब्ध नहीं है।
id: Prompt tidak tersedia.
it: Prompt non disponibile.
ja_jp: プロンプトを利用できません。
ko: 프롬프트를 사용할 수 없습니다.
nl: Prompt niet beschikbaar.
pl: Polecenie jest niedostępne.
pt_br: Prompt indisponível.
ru: Запрос недоступен.
sv: Prompten är inte tillgänglig.
th: ไม่มีพรอมต์
tr: İstem kullanılamıyor.
uk: Запит недоступний.
vi: Lời nhắc không khả dụng.
zh_cn: 提示词不可用。
zh_tw: 無法取得提示詞。

source: Proposal
ar: المقترح
de: Vorschlag
es: Propuesta
fa: پیشنهاد
fr: Proposition
hi: प्रस्ताव
it: Proposta
ja_jp: 提案
ko: 제안
nl: Voorstel
pl: Propozycja
pt_br: Proposta
ru: Предложение
sv: Förslag
th: ข้อเสนอ
tr: Öneri
uk: Пропозиція
vi: Đề xuất
zh_cn: 提案
zh_tw: 提案

source: Proposal applied.
ar: تم تطبيق المقترح.
de: Vorschlag angewendet.
es: Propuesta aplicada.
fa: پیشنهاد اعمال شد.
fr: Proposition appliquée.
hi: प्रस्ताव लागू किया गया.
id: Proposal diterapkan.
it: Proposta applicata.
ja_jp: 提案が適用されました。
ko: 제안이 적용되었습니다.
nl: Voorstel toegepast.
pl: Propozycja zastosowana.
pt_br: Proposta aplicada.
ru: Предложение применено.
sv: Förslaget har tillämpats.
th: นำข้อเสนอไปใช้แล้ว
tr: Teklif uygulandı.
uk: Пропозицію застосовано.
vi: Đã áp dụng đề xuất.
zh_cn: 提案已应用。
zh_tw: 提案已套用。

source: Proposal rejected.
ar: تم رفض المقترح.
de: Vorschlag abgelehnt.
es: Propuesta rechazada.
fa: پیشنهاد رد شد.
fr: Proposition rejetée.
hi: प्रस्ताव अस्वीकार किया गया.
id: Proposal ditolak.
it: Proposta rifiutata.
ja_jp: 提案が却下されました。
ko: 제안이 거부되었습니다.
nl: Voorstel afgewezen.
pl: Propozycja odrzucona.
pt_br: Proposta rejeitada.
ru: Предложение отклонено.
sv: Förslaget har avvisats.
th: ปฏิเสธข้อเสนอแล้ว
tr: Teklif reddedildi.
uk: Пропозицію відхилено.
vi: Đã từ chối đề xuất.
zh_cn: 提案已拒绝。
zh_tw: 提案已拒絕。

source: Proposal unavailable
ar: المقترح غير متاح
de: Vorschlag nicht verfügbar
es: Propuesta no disponible
fa: پیشنهاد در دسترس نیست
fr: Proposition indisponible
hi: प्रस्ताव उपलब्ध नहीं
id: Proposal tidak tersedia
it: Proposta non disponibile
ja_jp: 提案を利用できません
ko: 제안을 사용할 수 없음
nl: Voorstel niet beschikbaar
pl: Propozycja niedostępna
pt_br: Proposta indisponível
ru: Предложение недоступно
sv: Förslag ej tillgängligt
th: ข้อเสนอไม่พร้อมใช้งาน
tr: Teklif kullanılamıyor
uk: Пропозиція недоступна
vi: Đề xuất không khả dụng
zh_cn: 提案不可用
zh_tw: 提案無法使用

source: Provider
ar: المزوّد
de: Anbieter
es: Proveedor
fa: ارائه‌دهنده
fr: Fournisseur
hi: प्रदाता
id: Penyedia
ja_jp: プロバイダー
ko: 제공자
pl: Dostawca
pt_br: Provedor
ru: Поставщик
sv: Leverantör
th: ผู้ให้บริการ
tr: Sağlayıcı
uk: Постачальник
vi: Nhà cung cấp
zh_cn: 提供方
zh_tw: 提供者

source: Publisher
ar: الناشر
de: Herausgeber
es: Editor
fa: ناشر
fr: Éditeur
hi: प्रकाशक
id: Penerbit
it: Autore
ja_jp: 公開元
ko: 게시자
nl: Uitgever
pl: Wydawca
pt_br: Publicador
ru: Издатель
sv: Utgivare
th: ผู้เผยแพร่
tr: Yayıncı
uk: Видавець
vi: Nhà phát hành
zh_cn: 发布者
zh_tw: 發行者

source: QR Scanner Unavailable
ar: ماسح QR غير متاح
de: QR-Scanner nicht verfügbar
es: Escáner QR no disponible
fa: اسکنر QR در دسترس نیست
fr: Scanner QR indisponible
hi: QR स्कैनर उपलब्ध नहीं है
id: Pemindai QR Tidak Tersedia
it: Scanner QR non disponibile
ja_jp: QR スキャナーを利用できません
ko: QR 스캐너를 사용할 수 없음
nl: QR-scanner niet beschikbaar
pl: Skaner QR jest niedostępny
pt_br: Scanner QR indisponível
ru: QR-сканер недоступен
sv: QR-skanner är inte tillgänglig
th: ไม่สามารถใช้เครื่องสแกน QR ได้
tr: QR Tarayıcı Kullanılamıyor
uk: QR-сканер недоступний
vi: Không có trình quét QR
zh_cn: QR 扫描器不可用
zh_tw: QR 掃描器無法使用

source: QR loaded. Closing scanner...
ar: تم تحميل QR. جارٍ إغلاق الماسح...
de: QR-Code geladen. Scanner wird geschlossen...
es: QR cargado. Cerrando el escáner...
fa: QR بارگیری شد. در حال بستن اسکنر...
fr: Code QR chargé. Fermeture du lecteur...
hi: QR लोड हो गया। स्कैनर बंद किया जा रहा है...
id: QR dimuat. Menutup pemindai...
it: QR caricato. Chiusura dello scanner...
ja_jp: QRを読み込みました。スキャナーを閉じています...
ko: QR을 불러왔습니다. 스캐너를 닫는 중...
nl: QR-code geladen. Scanner sluiten...
pl: Wczytano kod QR. Zamykanie skanera...
pt_br: QR Code carregado. Fechando o leitor...
ru: QR-код загружен. Закрытие сканера...
sv: QR-koden har lästs in. Stänger skannern...
th: โหลด QR แล้ว กำลังปิดเครื่องสแกน...
tr: QR yüklendi. Tarayıcı kapatılıyor...
uk: QR-код завантажено. Закриття сканера...
vi: Đã tải mã QR. Đang đóng trình quét...
zh_cn: 二维码已加载。正在关闭扫描器...
zh_tw: QR Code 已載入。正在關閉掃描器...

source: QR loaded. Connecting to %@:%@...
ar: تم تحميل رمز QR. جارٍ الاتصال بـ %@:%@...
de: QR-Code geladen. Verbindung mit %@:%@ wird hergestellt...
es: QR cargado. Conectando a %@:%@...
fa: کد QR بارگذاری شد. در حال اتصال به %@:%@...
fr: Code QR chargé. Connexion à %@:%@...
hi: QR लोड हो गया। %@:%@ से कनेक्ट किया जा रहा है...
id: QR dimuat. Menghubungkan ke %@:%@...
it: QR caricato. Connessione a %@:%@...
ja_jp: QRを読み込みました。%@:%@に接続中...
ko: QR을 불러왔습니다. %@:%@에 연결하는 중...
nl: QR-code geladen. Verbinden met %@:%@...
pl: Kod QR wczytany. Łączenie z %@:%@...
pt_br: QR carregado. Conectando a %@:%@...
ru: QR-код загружен. Подключение к %@:%@...
sv: QR-koden har lästs in. Ansluter till %@:%@...
th: โหลด QR แล้ว กำลังเชื่อมต่อกับ %@:%@...
tr: QR yüklendi. %@:%@ adresine bağlanılıyor...
uk: QR-код завантажено. Підключення до %@:%@...
vi: Đã tải mã QR. Đang kết nối với %@:%@...
zh_cn: 二维码已加载。正在连接到 %@:%@...
zh_tw: QR 已載入。正在連線至 %@:%@...

source: Quarantined
ar: معزول
de: Unter Quarantäne
es: En cuarentena
fa: قرنطینه‌شده
fr: En quarantaine
hi: संगरोध में
id: Dikarantina
it: In quarantena
ja_jp: 隔離済み
ko: 격리됨
nl: In quarantaine
pl: W kwarantannie
pt_br: Em quarentena
ru: На карантине
sv: I karantän
th: ถูกกักกัน
tr: Karantinaya alındı
uk: На карантині
vi: Đã cách ly
zh_cn: 已隔离
zh_tw: 已隔離

source: Queue
ar: قائمة الانتظار
de: Warteschlange
es: Cola
fa: صف
fr: File d’attente
hi: कतार
id: Antrean
it: Coda
ja_jp: キュー
ko: 대기열
nl: Wachtrij
pl: Kolejka
pt_br: Fila
ru: Очередь
sv: Kö
th: คิว
tr: Kuyruk
uk: Черга
vi: Hàng đợi
zh_cn: 队列
zh_tw: 佇列

source: Queued
ar: في قائمة الانتظار
de: In Warteschlange
es: En cola
fa: در صف
fr: En attente
hi: कतार में
id: Dalam antrean
it: In coda
ja_jp: 待機中
ko: 대기 중
nl: In wachtrij
pl: W kolejce
pt_br: Na fila
ru: В очереди
sv: I kö
th: อยู่ในคิว
tr: Sıraya alındı
uk: У черзі
vi: Đang chờ
zh_cn: 已排队
zh_tw: 已排入佇列

source: Queueing run
ar: جارٍ إدراج التشغيل في قائمة الانتظار
de: Ausführung wird zur Warteschlange hinzugefügt
es: Poniendo ejecución en cola
fa: در حال افزودن اجرا به صف
fr: Mise en file d’attente de l’exécution
hi: रन कतार में जोड़ा जा रहा है
id: Mengantrekan eksekusi
it: Aggiunta dell'esecuzione alla coda
ja_jp: 実行をキューに追加中
ko: 실행을 대기열에 추가하는 중
nl: Uitvoering in wachtrij plaatsen
pl: Dodawanie uruchomienia do kolejki
pt_br: Adicionando execução à fila
ru: Добавление запуска в очередь
sv: Köar körning
th: กำลังเพิ่มการทำงานลงในคิว
tr: Çalıştırma kuyruğa alınıyor
uk: Додавання запуску до черги
vi: Đang đưa lượt chạy vào hàng đợi
zh_cn: 正在将运行加入队列
zh_tw: 正在將執行加入佇列

source: Quick Setup
ar: الإعداد السريع
de: Schnelleinrichtung
es: Configuración rápida
fa: راه‌اندازی سریع
fr: Configuration rapide
hi: त्वरित सेटअप
id: Pengaturan Cepat
it: Configurazione rapida
ja_jp: クイックセットアップ
ko: 빠른 설정
nl: Snelle configuratie
pl: Szybka konfiguracja
pt_br: Configuração rápida
ru: Быстрая настройка
sv: Snabbkonfiguration
th: ตั้งค่าอย่างรวดเร็ว
tr: Hızlı Kurulum
uk: Швидке налаштування
vi: Thiết lập nhanh
zh_cn: 快速设置
zh_tw: 快速設定

source: Ran %@. Open Edit for run history.
ar: تم تشغيل %@. افتح «تعديل» لعرض سجل التشغيل.
de: %@ wurde ausgeführt. Öffnen Sie „Bearbeiten“, um den Ausführungsverlauf anzuzeigen.
es: Se ejecutó %@. Abre Editar para ver el historial de ejecuciones.
fa: %@ اجرا شد. برای مشاهده تاریخچه اجرا، «ویرایش» را باز کنید.
fr: Exécution effectuée à %@. Ouvrez Modifier pour consulter l’historique des exécutions.
hi: %@ चलाया गया। रन इतिहास के लिए संपादित करें खोलें।
id: Menjalankan %@. Buka Edit untuk melihat riwayat eksekusi.
it: Esecuzione di %@ completata. Apri Modifica per la cronologia delle esecuzioni.
ja_jp: %@を実行しました。実行履歴を確認するには「編集」を開いてください。
ko: %@을(를) 실행했습니다. 실행 기록을 보려면 편집을 여세요.
nl: %@ is uitgevoerd. Open Bewerken voor de uitvoeringsgeschiedenis.
pl: Uruchomiono %@. Otwórz Edytuj, aby wyświetlić historię uruchomień.
pt_br: %@ foi executada. Abra Editar para ver o histórico de execuções.
ru: Выполнено %@. Откройте раздел «Изменить», чтобы просмотреть историю запусков.
sv: Körde %@. Öppna Redigera för körningshistorik.
th: เรียกใช้ %@ แล้ว เปิดแก้ไขเพื่อดูประวัติการทำงาน
tr: %@ çalıştırıldı. Çalıştırma geçmişi için Düzenle'yi açın.
uk: Виконано %@. Відкрийте «Редагувати», щоб переглянути історію запусків.
vi: Đã chạy %@. Mở Chỉnh sửa để xem lịch sử chạy.
zh_cn: 已运行 %@。打开“编辑”查看运行历史记录。
zh_tw: 已於 %@ 執行。開啟「編輯」以查看執行記錄。

source: Read photos you select for the assistant.
ar: قراءة الصور التي تختارها للمساعد.
de: Lies Fotos, die du für den Assistenten auswählst.
es: Leer las fotos que selecciones para el asistente.
fa: عکس‌هایی را که برای دستیار انتخاب می‌کنید بخواند.
fr: Lire les photos que vous sélectionnez pour l’assistant.
hi: असिस्टेंट के लिए आपके द्वारा चुनी गई फ़ोटो पढ़ें।
id: Membaca foto yang Anda pilih untuk asisten.
it: Leggi le foto che selezioni per l'assistente.
ja_jp: 選択した写真をアシスタントが読み取ります。
ko: 어시스턴트가 선택한 사진을 읽도록 합니다.
nl: Lees foto’s die je voor de assistent selecteert.
pl: Odczytuj zdjęcia wybrane przez Ciebie dla asystenta.
pt_br: Ler as fotos que você selecionar para o assistente.
ru: Читать выбранные вами фотографии для ассистента.
sv: Läs foton du väljer för assistenten.
th: อ่านรูปภาพที่คุณเลือกสำหรับผู้ช่วย
tr: Asistan için seçtiğiniz fotoğrafları okuyun.
uk: Читати вибрані вами фото для асистента.
vi: Đọc ảnh bạn chọn cho trợ lý.
zh_cn: 读取你为助手选择的照片。
zh_tw: 讀取您為助理選取的照片。

source: Read recent photos for the assistant.
ar: قراءة الصور الحديثة للمساعد.
de: Lies aktuelle Fotos für den Assistenten.
es: Leer fotos recientes para el asistente.
fa: عکس‌های اخیر را برای دستیار بخواند.
fr: Lire les photos récentes pour l’assistant.
hi: असिस्टेंट के लिए हाल की फ़ोटो पढ़ें।
id: Membaca foto terbaru untuk asisten.
it: Leggi le foto recenti per l'assistente.
ja_jp: 最近の写真をアシスタントが読み取ります。
ko: 어시스턴트가 최근 사진을 읽도록 합니다.
nl: Lees recente foto’s voor de assistent.
pl: Odczytuj ostatnie zdjęcia dla asystenta.
pt_br: Ler fotos recentes para o assistente.
ru: Читать недавние фотографии для ассистента.
sv: Läs senaste foton för assistenten.
th: อ่านรูปภาพล่าสุดสำหรับผู้ช่วย
tr: Asistan için son fotoğrafları okuyun.
uk: Читати нещодавні фото для асистента.
vi: Đọc ảnh gần đây cho trợ lý.
zh_cn: 读取助手使用的最近照片。
zh_tw: 為助理讀取最近的照片。

source: Read-only gateway.
ar: Gateway للقراءة فقط.
de: Schreibgeschützte Gateway.
es: Gateway de solo lectura.
fa: Gateway فقط‌خواندنی.
fr: Gateway en lecture seule.
hi: केवल-पठन gateway।
id: Gateway hanya-baca.
it: Gateway in sola lettura.
ja_jp: 読み取り専用の gateway です。
ko: 읽기 전용 gateway.
nl: Alleen-lezen gateway.
pl: Gateway tylko do odczytu.
pt_br: Gateway somente leitura.
ru: Gateway только для чтения.
sv: Skrivskyddad Gateway.
th: Gateway แบบอ่านอย่างเดียว
tr: Salt okunur gateway.
uk: Gateway лише для читання.
vi: Gateway chỉ đọc.
zh_cn: 只读 gateway。
zh_tw: 唯讀 gateway。

source: Reading the Gateway skill catalog.
ar: جارٍ قراءة كتالوج Skills في Gateway.
de: Der Skill-Katalog des Gateways wird gelesen.
es: Leyendo el catálogo de Skills del Gateway.
fa: در حال خواندن فهرست Skills در Gateway.
fr: Lecture du catalogue de Skills du Gateway.
hi: Gateway की Skills कैटलॉग पढ़ी जा रही है।
id: Membaca katalog Skills Gateway.
it: Lettura del catalogo delle Skills del Gateway.
ja_jp: GatewayのSkillsカタログを読み込んでいます。
ko: Gateway Skills 카탈로그를 읽는 중입니다.
nl: De Gateway-skillcatalogus lezen.
pl: Odczytywanie katalogu Skills w Gateway.
pt_br: Lendo o catálogo de Skills do Gateway.
ru: Чтение каталога навыков Gateway.
sv: Läser katalogen med Gateway-Skills.
th: กำลังอ่านแค็ตตาล็อก Skills ของ Gateway
tr: Gateway skill kataloğu okunuyor.
uk: Зчитування каталогу навичок Gateway.
vi: Đang đọc danh mục Skills của Gateway.
zh_cn: 正在读取 Gateway Skills 目录。
zh_tw: 正在讀取 Gateway Skills 目錄。
